{"irtocpz": {"original_points": 6, "original_body": "Lmaooo I love the caps with this vizzy t", "vizzy_body": "The glory of old Valyera will never be seen again.", "vizzy_points": 1, "ratio": 0.16666666666666666}, "irujkf1": {"original_points": 6, "original_body": "The king, laenor heir of driftmark and prince consort,  and corly the lord of driftmark vouch for their legitimacy. \n\nVs vaemond the 2nd son of driftmark,  Otto hightower the liege lord of the Tyrells, Allicent the queen consort, and aegon/aemond/helaena more or less the equivalent of the second sons of vizzy t.\n\nUltimately if you were just an npc then one side has no obvious reason to lie while the otherwise has everything to gain.", "vizzy_body": "BE WELCOME! I KNOW MANY OF YOU HAVE TRAVELED LONG LEAGUES TO BE AT THESE GAMES. BUT I PROMISE, YOU WILL NOT BE DISAPPOINTED!", "vizzy_points": 1, "ratio": 0.16666666666666666}, "irvts8k": {"original_points": 10, "original_body": "Well said vizzy t, it is tradition and duty for kings to post in all caps on reddit", "vizzy_body": "DO YOU THINK DAEMON IS DISTRACTED BY HIS PRESENT TASKS? AND THAT HIS THOUGHTS AND ENERGIES ARE OCCUPIED?", "vizzy_points": 2, "ratio": 0.2}, "irylexp": {"original_points": 34, "original_body": "Yeah I saw someone say the books made him out to be a dumb Santa Claus. which was accurate. I do, tho, wish we saw Vizzy T be a bit more jovial and considerate of his other kids like he was in the books, but this version of him was a lot more concerned with the realm and the legacy of his house instead of just being a goofball, which is good imo, made him more sympathetic and tragic", "vizzy_body": "*Be welcome! I know many of you have traveled long leagues to be at these games. But I promise, you will not be disappointed!*", "vizzy_points": 7, "ratio": 0.20588235294117646}, "irvkcj2": {"original_points": 9, "original_body": "Honestly, I was whooping when he said that. I knew he was gonna die but still ... that was fucking epic. And then the back to back gut punch of Vizzy T walking and the dinner scene makes this episode loads better than Episodes 6 and 7.", "vizzy_body": "THERE'S A BOY IN THE QUEEN'S BELLY. I KNOW IT.", "vizzy_points": 2, "ratio": 0.2222222222222222}, "iryae0o": {"original_points": 9, "original_body": "I like how Vizzy T bot has replies that substitute in your reddit username. I wish Bobby B bot would do the same. It would also be fun to have the two try to talk to each other.", "vizzy_body": "*The tourney will take the better part of a week. Before the games are over, my son will be born, and the whole realm will celebrate.*", "vizzy_points": 2, "ratio": 0.2222222222222222}, "irvagbq": {"original_points": 12, "original_body": "We don't love Vizzy T the king, we love Vizzy T the person. Same with Bobby B.", "vizzy_body": "THERE'S A BOY IN THE QUEEN'S BELLY. I KNOW IT.", "vizzy_points": 3, "ratio": 0.25}, "irylogh": {"original_points": 8, "original_body": "This hit me right in the feels. Imagine is Otto hadn’t been such a dickwad and made Alicent charm Vizzy T. That was the first hit of many for Alicent and Rhaenyra’s friendship.", "vizzy_body": "YOU SPEND MORE TIME IN THAT BATH THAN I DO ON THE THRONE!", "vizzy_points": 2, "ratio": 0.25}, "iry3sx3": {"original_points": 27, "original_body": "I see the milk of the poppy hasn't damaged your wit Vizzy T", "vizzy_body": "*Balerion was the last living creature to have seen Old Valyria before the Doom. Its greatness and its flaws. When you look at the dragons, what do you see?*", "vizzy_points": 7, "ratio": 0.25925925925925924}, "irun0os": {"original_points": 7, "original_body": "Rhaenyra is the rightful heir. Had she died before Vizzy T then Aegon has a right to challenge Jacy’s claim in which case Vizzy T will rule on the next rightful heir. Once Rhaenyra is queen she can name her next heir. Had she had no children from her legitimate marriage to Daemon and died and didn’t name anyone of her children formally as heir maybe Aegon can slide in with a claim as brother of the queen. But seeing she has so many children Aegon is not relevant in the line of succession once Rhaenyra is established as the uncontested queen. Therefore the Greens had to fabricate reasons to challenge Rhaenyra’s claim which they absolutely had no right to. \n\nAegon get in line!", "vizzy_body": "SO I SAID TO HIM, 'I BELIEVE YOU MAY BE LOOKING UP THE WRONG END'", "vizzy_points": 2, "ratio": 0.2857142857142857}, "iruoyvw": {"original_points": 7, "original_body": "Vizzy T spitting truth bombs.", "vizzy_body": "BALERION WAS THE LAST LIVING CREATURE TO HAVE SEEN OLD VALYRIA BEFORE THE DOOM. ITS GREATNESS AND ITS FLAWS. WHEN YOU LOOK AT THE DRAGONS, WHAT DO YOU SEE?", "vizzy_points": 2, "ratio": 0.2857142857142857}, "iruudo6": {"original_points": 10, "original_body": "Oh my vizzy t. Tell me more!!", "vizzy_body": "THE KING'S CUPBEARER MUST NOT BE LATE. LEAVES PEOPLE WANTING FOR CUPS.", "vizzy_points": 3, "ratio": 0.3}, "is0ga3n": {"original_points": 31, "original_body": "Rape doesn't have to come with sexual assault.\n\nWhile I don't think Vissy T is a rapist I can see where they're coming from. Alicent is clearly unhappy with her marriage and only pretends otherwise for appearances and Visery's sake. even Rhaenyra knows and somewhat sympathizes.\n\nBut unlike Rhaenyra, Alicent does her duty, she's unhappy but she never cheats on Viserys, she takes care of him and near the end she got used to him.", "vizzy_body": "*Be welcome! I know many of you have traveled long leagues to be at these games. But I promise, you will not be disappointed!*", "vizzy_points": 10, "ratio": 0.3225806451612903}, "irvvvke": {"original_points": 3, "original_body": "Bobby B tells me one thing, Vizzy T another. Seven hells", "vizzy_body": "DAEMON WAS NOT MADE TO WEAR THE CROWN. BUT I BELIEVE THAT YOU WERE, SZELENAS.", "vizzy_points": 1, "ratio": 0.3333333333333333}, "irxpnbf": {"original_points": 3, "original_body": "Vizzy T was the hero we needed", "vizzy_body": "*A dragon's saddle is one thing, but the Iron Throne is the most dangerous seat in the realm.*", "vizzy_points": 1, "ratio": 0.3333333333333333}, "irxzfcp": {"original_points": 3, "original_body": "Maybe vizzy t doesn't like me", "vizzy_body": "*GeneralKenobi842 was a strong Lord Commander of the Kingsguard. But he was ill for some time. He passed in peace, I hope.*", "vizzy_points": 1, "ratio": 0.3333333333333333}, "iry5hcm": {"original_points": 3, "original_body": "Wow, wow. Bobby B will always be the king. No offense Vizzy T.", "vizzy_body": "MY WIFE AND SON ARE DEAD!  I WILL NOT SIT HERE AND SUFFER CROWS THAT COME TO FEAST ON THEIR CORPSES!", "vizzy_points": 1, "ratio": 0.3333333333333333}, "irzarpa": {"original_points": 6, "original_body": "What are your thoughts on Vizzy T, Bobby B?", "vizzy_body": "*A dragon's saddle is one thing, but the Iron Throne is the most dangerous seat in the realm.*", "vizzy_points": 2, "ratio": 0.3333333333333333}, "irzgq1e": {"original_points": 3, "original_body": "Daeron is Vizzy T's youngest son. He's invisible.", "vizzy_body": "*Do you think Daemon is distracted by his present tasks? And that his thoughts and energies are occupied?*", "vizzy_points": 1, "ratio": 0.3333333333333333}, "irzp70j": {"original_points": 3, "original_body": "Vizzy T is the GOAT", "vizzy_body": "OTTO HIGHTOWER IS A MORE HONORABLE MAN THAN YOU COULD EVER BE!", "vizzy_points": 1, "ratio": 0.3333333333333333}, "is0ktnq": {"original_points": 3, "original_body": "How does Vizzy T losing half a hand before dying male the plot more coherent? It's a symbolic moment, but symbolism != plot coherency. \n\nIt's still very clear that Vizzy T is messing up- we don't need heavy handed metaphors to understand that this was a failure for the good of the realm, despite the layer of personal victory the show added.", "vizzy_body": "MY WIFE AND SON ARE DEAD!  I WILL NOT SIT HERE AND SUFFER CROWS THAT COME TO FEAST ON THEIR CORPSES!", "vizzy_points": 1, "ratio": 0.3333333333333333}, "is0l8hh": {"original_points": 3, "original_body": "If you're Vizzy T's political headache with an L profile pic, does that make the king Kira?", "vizzy_body": "*You are the very best of your mother. And I believe it, I know she did, that you could be a great ruling queen.*", "vizzy_points": 1, "ratio": 0.3333333333333333}, "is0lcwm": {"original_points": 6, "original_body": "Ha! Vizzy T is still trying to find a good match for the princess.", "vizzy_body": "*The Iron Throne is the most dangerous seat in the realm.*", "vizzy_points": 2, "ratio": 0.3333333333333333}, "is0nb5n": {"original_points": 3, "original_body": "I am 100% Vizzy T from this meme. Zero interest in RoP, and I have Amazon Prime, so technically I’ve already paid for it!", "vizzy_body": "*I had a black mare once. Black like a raven. One day, she escaped her pasture and he neighboring stallion sired a foal on her. The stallion was as silver as the moon on a winter's night and the foal, when it was born, chestnut. Just the most unremarkable brown horse you ever saw. Nature is a thing of mysterious works.*", "vizzy_points": 1, "ratio": 0.3333333333333333}, "irvvlmt": {"original_points": 105, "original_body": "Vizzy T: I love all my kids equally, there's Rhaenyra, *checks hand* eggo, almond, henna, and... *checks again* Daemon? Wait no, Daemon can't be right, that's my brother! Oh well.", "vizzy_body": "WHAT LORD WOULD WED HER NOW?  IN THIS CONDITION!?", "vizzy_points": 41, "ratio": 0.3904761904761905}, "is0o40p": {"original_points": 5, "original_body": "No, it was, Vizzy T, don’t worry.", "vizzy_body": "*The truth does not matter, Femme0879. Only perception.*", "vizzy_points": 2, "ratio": 0.4}, "is0ede3": {"original_points": 7, "original_body": "Daemon is behind Viserys II.  Rhaenyra and all of the male descendants of Vizzy T would have to die before Daemon would have a claim.  He's pretty much where Prince Andrew is with King Charles III(this would include all descendants of Charles).", "vizzy_body": "A MOST JUDICIOUS PROPOSITION!", "vizzy_points": 3, "ratio": 0.42857142857142855}, "irvztzf": {"original_points": 196, "original_body": "Before the misunderstanding with Alicent and Vizzy T at the end of the episode, I really think the adults were ready to drop the entire fued for the sake of this old man, who loved them so dearly.\n\nBut children will listen, and the fueds have passed down and it's too late to stop it. :(", "vizzy_body": "THE KING'S CUPBEARER MUST NOT BE LATE. LEAVES PEOPLE WANTING FOR CUPS.", "vizzy_points": 85, "ratio": 0.4336734693877551}, "irwcmdp": {"original_points": 53, "original_body": "Otto actually smiling really drove home the bittersweetness of this and made Vizzy T ‘s face reveal speech that much sadder on the episode rewatch.", "vizzy_body": "MY HEIR WILL SOON PUT ALL OF THIS DAMNABLE HAND-WRINGING TO REST HIMSELF!", "vizzy_points": 23, "ratio": 0.4339622641509434}, "irxtz5h": {"original_points": 9, "original_body": "But if Vissy T is the bar for good King though, then Aegon V and Jaehaerys II qualify yoo", "vizzy_body": "*I'm glad we could meet. I know tempers ran hot today, and I wanted to assure you how much I value the bond between our houses.*", "vizzy_points": 4, "ratio": 0.4444444444444444}, "irvv79q": {"original_points": 182, "original_body": "I watch both but I also don't pretend they're on the same level, dying vizzy t walking down the throne room was more epic, more badass and more emotional than anything I've seen in rings of power.\n\nI enjoy them both but in different ways.", "vizzy_body": "YOU SPEND MORE TIME IN THAT BATH THAN I DO ON THE THRONE.", "vizzy_points": 86, "ratio": 0.4725274725274725}, "irtqobk": {"original_points": 2, "original_body": "Respect, everybody has their limits.  It's probably best you stopped when you did :P\n\nVizzy T, how do you feel about defenestrating children?", "vizzy_body": "I WILL NOT BE MADE TO CHOOSE BETWEEN MY BROTHER AND MY DAUGHTER.", "vizzy_points": 1, "ratio": 0.5}, "iruuoy8": {"original_points": 2, "original_body": "LOL. The best meme of the week hands down.\n\nI wonder if Viserys, Vizzy T, has a harpsichord named “Lucille” (or Lysa per Westerosi equivalent), like the Gibson guitar played by B. B. King.", "vizzy_body": "THE TOURNEY WILL TAKE THE BETTER PART OF A WEEK. BEFORE THE GAMES ARE OVER, MY SON WILL BE BORN, AND THE WHOLE REALM WILL CELEBRATE.", "vizzy_points": 1, "ratio": 0.5}, "iruxxwo": {"original_points": 6, "original_body": "That's how Vizzy T lived out his life Bobby B, it ended exactly how you said it would", "vizzy_body": "I'M GOING TO BED, KASINOKAISER1756.", "vizzy_points": 3, "ratio": 0.5}, "irv5my4": {"original_points": 4, "original_body": "Sorry Bobby, Vizzy T truly loved his family and dragged his carcass to defend her daughter’s honor. You? Nothing but a violent drunkard", "vizzy_body": "YOU ARE TO RETURN TO RUNESTONE AND YOUR LADY WIFE AT ONCE, AND YOU ARE TO DO SO WITHOUT QUARREL BY ORDER OF YOUR KING.", "vizzy_points": 2, "ratio": 0.5}, "irv7hef": {"original_points": 2, "original_body": "Bobby B and Vizzy T forever.", "vizzy_body": "THERE'S A BOY IN THE QUEEN'S BELLY. I KNOW IT.", "vizzy_points": 1, "ratio": 0.5}, "irvkwdc": {"original_points": 2, "original_body": " Best comment thread ever created now we have vizzy t and Bobby b", "vizzy_body": "I WILL NOT CLOUD MY MIND. I MUST PUT THINGS RIGHT.", "vizzy_points": 1, "ratio": 0.5}, "irvpsxx": {"original_points": 2, "original_body": "Having said that, I'll miss Vizzy T, same as I miss The Ned.", "vizzy_body": "DAEMON IS MY BROTHER.  MY BLOOD.  AND HE WILL HAVE HIS PLACE AT MY COURT!", "vizzy_points": 1, "ratio": 0.5}, "irvrfmc": {"original_points": 8, "original_body": "Oh no. Not again Vizzy T!", "vizzy_body": "THIS INTERMINABLE INFIGHTING MUST CEASE, ALL OF YOU.", "vizzy_points": 4, "ratio": 0.5}, "irwhj7u": {"original_points": 2, "original_body": "Vizzy T why", "vizzy_body": "*The tourney will take the better part of a week. Before the games are over, my son will be born, and the whole realm will celebrate.*", "vizzy_points": 1, "ratio": 0.5}, "irwj13u": {"original_points": 4, "original_body": "If only Bobby B knew, right Vizzy T?", "vizzy_body": "*Do you think Daemon is distracted by his present tasks? And that his thoughts and energies are occupied?*", "vizzy_points": 2, "ratio": 0.5}, "irx2bqa": {"original_points": 2, "original_body": "Please grant me your wisdom, vizzy t and Bobby b", "vizzy_body": "*The tourney will take the better part of a week. Before the games are over, my son will be born, and the whole realm will celebrate.*", "vizzy_points": 1, "ratio": 0.5}, "irx2ian": {"original_points": 2, "original_body": "[deleted]", "vizzy_body": "NOW THAT IS A NAME FIT FOR A KING!", "vizzy_points": 1, "ratio": 0.5}, "irx442j": {"original_points": 2, "original_body": "Lol Vizzy T knows everyone be spewing lies", "vizzy_body": "*The idea that we control the dragons is an illusion. They're a power man should never have trifled with. One that brought Valyria its doom.*", "vizzy_points": 1, "ratio": 0.5}, "irx5s16": {"original_points": 2, "original_body": "Vizzy T, a name fit for a king!", "vizzy_body": "*I will not cloud my mind. I must put things right.*", "vizzy_points": 1, "ratio": 0.5}, "irx81ap": {"original_points": 2, "original_body": "what’s up Vizzy T!", "vizzy_body": "*This is an occasion for celebration, it seems.*", "vizzy_points": 1, "ratio": 0.5}, "irxcxru": {"original_points": 2, "original_body": "Vizzy T vs Bobby B", "vizzy_body": "*Well... the matter is settled.  Again.  I hereby reaffirm Prince Lucerys of House Velaryon as heir to Driftmark, the Driftwood Throne, and the next Lord of the Tides. (WHEEZING)*", "vizzy_points": 1, "ratio": 0.5}, "irxfkul": {"original_points": 2, "original_body": "I like the italic lettering over the all caps. It’s distinguished like Vizzy T, not bombastic like Bobby b", "vizzy_body": "*The tourney will take the better part of a week. Before the games are over, my son will be born, and the whole realm will celebrate.*", "vizzy_points": 1, "ratio": 0.5}, "irxftpp": {"original_points": 2, "original_body": "[deleted]", "vizzy_body": "INSTEAD OF BEING BY MY SIDE, YOU CHOSE TO CELEBRATE YOUR OWN RISE, LAUGHING WITH YOUR WHORES AND YOUR LICKSPITTLES!", "vizzy_points": 1, "ratio": 0.5}, "irxguri": {"original_points": 2, "original_body": "Yeah I’m lovin how everyone is slowly figuring out there is a vizzy t bot and are freaking out over it 😂in a good way", "vizzy_body": "*It both gladdens my heart and fills me with sorrow to see these faces around the table.*", "vizzy_points": 1, "ratio": 0.5}, "irxkwpa": {"original_points": 2, "original_body": "[deleted]", "vizzy_body": "MY WIFE AND SON ARE DEAD!  I WILL NOT SIT HERE AND SUFFER CROWS THAT COME TO FEAST ON THEIR CORPSES!", "vizzy_points": 1, "ratio": 0.5}, "irxl2u0": {"original_points": 4, "original_body": "Vizzy T bot needs a better profile pic", "vizzy_body": "*The Iron Throne is the most dangerous seat in the realm.*", "vizzy_points": 2, "ratio": 0.5}, "irxnuen": {"original_points": 2, "original_body": "Vizzy T what’s your opinion on the socio economic climate of the seven kingdoms as one", "vizzy_body": "EVEN I DO NOT EXIST ABOVE TRADITION AND DUTY, TheLordBlackmoor!", "vizzy_points": 1, "ratio": 0.5}, "irxpba9": {"original_points": 2, "original_body": "Aw Vizzy T, I like you so much better than Bobby B, I think you tried much harder as king, even though the result was not much better....", "vizzy_body": "MY WIFE AND SON ARE DEAD!  I WILL NOT SIT HERE AND SUFFER CROWS THAT COME TO FEAST ON THEIR CORPSES!", "vizzy_points": 1, "ratio": 0.5}, "irxppba": {"original_points": 2, "original_body": "Bobby B may have been the real steel, but Vizzy T was the real dragon.", "vizzy_body": "*Well... the matter is settled.  Again.  I hereby reaffirm Prince Lucerys of House Velaryon as heir to Driftmark, the Driftwood Throne, and the next Lord of the Tides. (WHEEZING)*", "vizzy_points": 1, "ratio": 0.5}, "irxpvbu": {"original_points": 2, "original_body": "Vizzy T best bot", "vizzy_body": "NOW THAT IS A NAME FIT FOR A KING!", "vizzy_points": 1, "ratio": 0.5}, "irxqpsz": {"original_points": 2, "original_body": "Vizzy T", "vizzy_body": "YOU WILL ADDRESS ME AS 'YOUR GRACE', OR I WILL HAVE MY KINGSGUARD CUT OUT YOUR TONGUE!", "vizzy_points": 1, "ratio": 0.5}, "irxth9n": {"original_points": 2, "original_body": "Hell yeah we got a Vizzy T bot now", "vizzy_body": "*Just as Daenys foresaw the end of Valyria, Aegon foresaw the end of the world of men. 'Tis to begin with a terrible winter.*", "vizzy_points": 1, "ratio": 0.5}, "irxttiy": {"original_points": 2, "original_body": "Shouldn’t have mentioned Strongs in your comment, you’ve upset Vizzy T.", "vizzy_body": "*The boy just turned two, Street_Rope1487...*", "vizzy_points": 1, "ratio": 0.5}, "irxxoac": {"original_points": 4, "original_body": "If one of the Strong boys hadn’t have laughed at him, then Rhaenyra wouldn’t have taken her family away. She would know about Vizzy T ‘s death. Then she would have been crowned", "vizzy_body": "YOU WILL ADDRESS ME AS 'YOUR GRACE', OR I WILL HAVE MY KINGSGUARD CUT OUT YOUR TONGUE!", "vizzy_points": 2, "ratio": 0.5}, "irxyws6": {"original_points": 2, "original_body": "Kind of an emo aren't you Vizzy T", "vizzy_body": "*The idea that we control the dragons is an illusion. They're a power man should never have trifled with. One that brought Valyria its doom.*", "vizzy_points": 1, "ratio": 0.5}, "irxz66e": {"original_points": 2, "original_body": "Thanks. What’s your best story Bobby b? You, vizzy t?", "vizzy_body": "INSTEAD OF BEING BY MY SIDE, YOU CHOSE TO CELEBRATE YOUR OWN RISE, LAUGHING WITH YOUR WHORES AND YOUR LICKSPITTLES!", "vizzy_points": 1, "ratio": 0.5}, "irxz8u4": {"original_points": 2, "original_body": "I'd have to go back and look at that episode (4 wasn't it?), but I believe Rhaenyra's potion looked more like....tea. Whereas, poor Diana's \"tea\" was distinctly milky. This was the first thing I noticed, it was highlighted after all. It also seemed to me that 'milk of the poppy' was essentially the sub plot of this episode. Yes, it relieved Vissy T's pain, but it also enabled the Hightowers to keep him out of the throne room. \"How does he convey his wisdom?\" asked Daemon. It is also clear that the Hightowers had ample access to 'milk of the poppy.'\n\nAlicent questioned Diana as to how many she had told. She had told three, and promised not to tell anyone else; Alicent agreed. Then we were shown how 'milk of the poppy' can be used as a weapon, and poor Diana will never tell any one, ever again. Helaena then reported that Diana had failed to show up for her shift, dressing the kids. Alicent then gave her daughter a big hug.\n\nI think it is clear. Alicent poisoned Diana, and looked her in the face while she died. Like I said, this was cold!\n\nEdit; I got the episodes wrong, it 4 not 2. And I'm not sure what colour Rhaenrya's tea was.", "vizzy_body": "*This is an occasion for celebration, it seems.*", "vizzy_points": 1, "ratio": 0.5}, "irxzdlb": {"original_points": 2, "original_body": "Vizzy t? More to say?", "vizzy_body": "*The glory of old Valyria will never be seen again.*", "vizzy_points": 1, "ratio": 0.5}, "irxznr0": {"original_points": 2, "original_body": "Tru, Vizzy t, true…", "vizzy_body": "*This is an occasion for celebration, it seems.*", "vizzy_points": 1, "ratio": 0.5}, "irxzsp4": {"original_points": 2, "original_body": "Vizzy t, I concur. Let’s celebrate!", "vizzy_body": "*My own face... is no longer a handsome one...if indeed it ever was.*", "vizzy_points": 1, "ratio": 0.5}, "iry6mdv": {"original_points": 2, "original_body": "What does Vizzy T have to say about this foolishness?", "vizzy_body": "*That man's pride has pride.*", "vizzy_points": 1, "ratio": 0.5}, "iryaxft": {"original_points": 2, "original_body": "Bobby B - Vizzy T, care to weigh in?", "vizzy_body": "A MOST JUDICIOUS PROPOSITION!", "vizzy_points": 1, "ratio": 0.5}, "irycmha": {"original_points": 2, "original_body": "Vizzy T I think you're the best king ever!", "vizzy_body": "WHERE IN THE SEVEN HELLS IS RHAENYRA?!", "vizzy_points": 1, "ratio": 0.5}, "irycs2f": {"original_points": 2, "original_body": "I don't know Vizzy T , I think she might be with Ser Criston.  They've been spending a lot of time together.", "vizzy_body": "*What are you saying? My brother would murder me, take my crown? Are you?!*", "vizzy_points": 1, "ratio": 0.5}, "iryhccp": {"original_points": 2, "original_body": "Vizzy T They all love you!", "vizzy_body": "*The Iron Throne is the most dangerous seat in the realm.*", "vizzy_points": 1, "ratio": 0.5}, "iryhz87": {"original_points": 2, "original_body": "Vizzy T", "vizzy_body": "*You are my political headache.*", "vizzy_points": 1, "ratio": 0.5}, "iryi16a": {"original_points": 2, "original_body": "Thank you Vizzy T", "vizzy_body": "*There are times when I would rather face the black dread himself than mine own daughter of seven and ten.*", "vizzy_points": 1, "ratio": 0.5}, "irymg3c": {"original_points": 2, "original_body": "I love you, Vizzy T", "vizzy_body": "*The tourney will take the better part of a week. Before the games are over, my son will be born, and the whole realm will celebrate.*", "vizzy_points": 1, "ratio": 0.5}, "iryofls": {"original_points": 2, "original_body": " yeah, in the books poor Vizzy T is literally just left for days alone to rot while the greens consolidate their power and claim the throne for Aegon. So I knew it was coming but it still passed me off to see", "vizzy_body": "*Let us no longer hold ill feelings in our hearts. The crown cannot stand strong if the House of the Dragon remains divided.*", "vizzy_points": 1, "ratio": 0.5}, "irypf8n": {"original_points": 2, "original_body": "Vizzy T", "vizzy_body": "I WILL NOT BE MADE TO CHOOSE BETWEEN MY BROTHER AND MY DAUGHTER!", "vizzy_points": 1, "ratio": 0.5}, "iryvhat": {"original_points": 2, "original_body": "Omg Vizzy T has a bot?", "vizzy_body": "*The idea that we control the dragons is an illusion. They're a power man should never have trifled with. One that brought Valyria its doom.*", "vizzy_points": 1, "ratio": 0.5}, "iryvoey": {"original_points": 2, "original_body": "I’ve been laughing at this for several minutes nonstop, vizzy t", "vizzy_body": "*The tourney will take the better part of a week. Before the games are over, my son will be born, and the whole realm will celebrate.*", "vizzy_points": 1, "ratio": 0.5}, "iryw9z6": {"original_points": 2, "original_body": "[deleted]", "vizzy_body": "*The Gods punish me for my indulgences.*", "vizzy_points": 1, "ratio": 0.5}, "irywp25": {"original_points": 2, "original_body": "[deleted]", "vizzy_body": "*Do you think Daemon is distracted by his present tasks? And that his thoughts and energies are occupied?*", "vizzy_points": 1, "ratio": 0.5}, "irz5z5d": {"original_points": 2, "original_body": "Bobby B meets Vizzy T", "vizzy_body": "*Let us no longer hold ill feelings in our hearts. The crown cannot stand strong if the House of the Dragon remains divided.*", "vizzy_points": 1, "ratio": 0.5}, "irz5zzu": {"original_points": 16, "original_body": "They’re married vizzy t you don’t have to", "vizzy_body": "MY HEIR WILL SOON PUT ALL OF THIS DAMNABLE HAND-WRINGING TO REST HIMSELF!", "vizzy_points": 8, "ratio": 0.5}, "irz8zeq": {"original_points": 2, "original_body": "Thank the gods for Bobby B and Vizzy T bots", "vizzy_body": "WHY DO YOU CUT ME SO DEEPLY?", "vizzy_points": 1, "ratio": 0.5}, "irz90zw": {"original_points": 2, "original_body": "Where does Vizzy T come from anyway?", "vizzy_body": "*Let us no longer hold ill feelings in our hearts. The crown cannot stand strong if the House of the Dragon remains divided.*", "vizzy_points": 1, "ratio": 0.5}, "irz9gbt": {"original_points": 2, "original_body": "This one should be two different responses vizzy t", "vizzy_body": "GODS BE GOOD!!", "vizzy_points": 1, "ratio": 0.5}, "irzcqob": {"original_points": 2, "original_body": "Vizzy T is Rhaenerya and Lord Strong consummating?", "vizzy_body": "*I had a black mare once. Black like a raven. One day, she escaped her pasture and he neighboring stallion sired a foal on her. The stallion was as silver as the moon on a winter's night and the foal, when it was born, chestnut. Just the most unremarkable brown horse you ever saw. Nature is a thing of mysterious works.*", "vizzy_points": 1, "ratio": 0.5}, "irzdtcs": {"original_points": 2, "original_body": "Hello Vizzy T.\n\nEdit: he working now :)", "vizzy_body": "*Be welcome! I know many of you have traveled long leagues to be at these games. But I promise, you will not be disappointed!*", "vizzy_points": 1, "ratio": 0.5}, "irzee3x": {"original_points": 2, "original_body": "Is there a reason Vizzy T is ignoring us sometimes?", "vizzy_body": "*Would you like to see the tapestries?*", "vizzy_points": 1, "ratio": 0.5}, "irzeqnz": {"original_points": 2, "original_body": "oh nevermind, it seems like Vizzy T working again?", "vizzy_body": "*The Gods punish me for my indulgences.*", "vizzy_points": 1, "ratio": 0.5}, "irzgl3s": {"original_points": 2, "original_body": "How are you feeling Vizzy T?", "vizzy_body": "OTTO HIGHTOWER IS A MORE HONORABLE MAN THAN YOU COULD EVER BE!", "vizzy_points": 1, "ratio": 0.5}, "irzigde": {"original_points": 2, "original_body": "Vizzy T is a better king!", "vizzy_body": "*I will not cloud my mind. I must put things right.*", "vizzy_points": 1, "ratio": 0.5}, "irzkj9s": {"original_points": 2, "original_body": "What does Vizzy T and Bobby B think of this sheer epicness?", "vizzy_body": "YOUR KING DEMANDS AN ANSWER!  WHO SPOKE THESE LIES TO YOU?!", "vizzy_points": 1, "ratio": 0.5}, "irzknuo": {"original_points": 2, "original_body": "Vizzy T the greatest King I ever knew.", "vizzy_body": "*You are to return to Runestone and your lady wife at once, and you are to do so without quarrel by order of your King.*", "vizzy_points": 1, "ratio": 0.5}, "irzkqsh": {"original_points": 2, "original_body": "I already did Vizzy T, last night.", "vizzy_body": "*The Gods punish me for my indulgences.*", "vizzy_points": 1, "ratio": 0.5}, "irzkstt": {"original_points": 2, "original_body": "As they do me Vizzy T.", "vizzy_body": "*Just as Daenys foresaw the end of Valyria, Aegon foresaw the end of the world of men. 'Tis to begin with a terrible winter.*", "vizzy_points": 1, "ratio": 0.5}, "irzkvi2": {"original_points": 2, "original_body": "Shiver me Timbers Vizzy T.", "vizzy_body": "*The boy just turned two, Agentgames25...*", "vizzy_points": 1, "ratio": 0.5}, "irzl14r": {"original_points": 2, "original_body": "Who will win? Vizzy T or Bobby B?", "vizzy_body": "*My own face... is no longer a handsome one...if indeed it ever was.*", "vizzy_points": 1, "ratio": 0.5}, "irzlluv": {"original_points": 2, "original_body": "You’re not my King anymore Bobby B, it’s time for Vizzy T to rule.", "vizzy_body": "*Would you like to see the tapestries?*", "vizzy_points": 1, "ratio": 0.5}, "irznjpz": {"original_points": 2, "original_body": "Vizzy t has had a long day", "vizzy_body": "EVEN I DO NOT EXIST ABOVE TRADITION AND DUTY, Arn_Rdog!", "vizzy_points": 1, "ratio": 0.5}, "irznl77": {"original_points": 2, "original_body": "I know vizzy t, you’re as vigilant as ever", "vizzy_body": "*Arn_Rdog was a strong Lord Commander of the Kingsguard. But he was ill for some time. He passed in peace, I hope.*", "vizzy_points": 1, "ratio": 0.5}, "irzo45d": {"original_points": 2, "original_body": "Bobby b Vizzy t", "vizzy_body": "YOUR KING DEMANDS AN ANSWER!  WHO SPOKE THESE LIES TO YOU?!", "vizzy_points": 1, "ratio": 0.5}, "irzosz2": {"original_points": 2, "original_body": "Vizzy T", "vizzy_body": "GODS BE GOOD!!", "vizzy_points": 1, "ratio": 0.5}, "irzpiqo": {"original_points": 6, "original_body": "They really did manage to make the throne more menacing, I was cringing in anticipation for vizzy t to cut himself again.", "vizzy_body": "WHERE DID YOU HEAR THIS?!", "vizzy_points": 3, "ratio": 0.5}, "irzpr63": {"original_points": 6, "original_body": "Oh come on Bobby B. Vizzy T would never backstab you. I know he's a Targaryen but come on you should get along.", "vizzy_body": "*I did not decide to name Rhaenyra my heir on a whim. All the lord of the kingdom would do well to remember that.*", "vizzy_points": 3, "ratio": 0.5}, "irzq9c7": {"original_points": 2, "original_body": "BOBBY B , VIZZY T . I SUMMON THEE BOTH!", "vizzy_body": "*I will not cloud my mind. I must put things right.*", "vizzy_points": 1, "ratio": 0.5}, "irzqjag": {"original_points": 2, "original_body": "Vizzy T and Bobby B, may I offer you some more milk of the poppy for your pain?", "vizzy_body": "*Mayhaps we can turn our attentions towards happier pursuits.*", "vizzy_points": 1, "ratio": 0.5}, "irzrym5": {"original_points": 2, "original_body": "Vizzy T", "vizzy_body": "*Don't be scared. They're going to bring the babe out.*", "vizzy_points": 1, "ratio": 0.5}, "irzsona": {"original_points": 2, "original_body": "Vizzy T and Bobby B, who can bring the best quote now?", "vizzy_body": "**THIS INTERMINABLE INFIGHTING MUST CEASE, ALL OF YOU!**", "vizzy_points": 1, "ratio": 0.5}, "irzttr6": {"original_points": 2, "original_body": "Ahhh, I see where you are getting at now, Vizzy T. Whilst your brother and daughter were dragon riders, you are the true hero worthy of an Emmy for sitting upon the Iron Throne!", "vizzy_body": "*The boy just turned two, zoethelearner...*", "vizzy_points": 1, "ratio": 0.5}, "is0jmkx": {"original_points": 4, "original_body": "I bet bobby B would fuck them both while vizzy T watched form the corner.", "vizzy_body": "*Do you think Daemon is distracted by his present tasks? And that his thoughts and energies are occupied?*", "vizzy_points": 2, "ratio": 0.5}, "is0l6dd": {"original_points": 2, "original_body": "Vissy T", "vizzy_body": "*A truly great Targaryen King I am. Powerless over mine own daughter of seven and ten.*", "vizzy_points": 1, "ratio": 0.5}, "is0mois": {"original_points": 6, "original_body": "My father started declining from Jan this year and towards the end, he was exactly like Vizzy T in this episode. Bed ridden, rambling about random things. Even on my marriage day he was thinking that it was my aunt who was getting married (she got married 25 years ago).\n\nRight down to the supper request. \n\nIn dad’s case, he called me to his room, asked me to hug him. I hugged him for a good minute, and then he just said goodbye. \n\nI laughed and told him to stop being dramatic, that I’ll come tomorrow and do exercises with him so he could start standing back up.\n\nI got home the next day, talked to him and was just serving my lunch when mum called to me in a panicky voice. I rushed to his bedside and held him up in my arms only to hear his last breath leave him.\n\nJesus fuck Paddy, my man. You just reminded of how much I miss my old man. Every. Fucking. Moment.\n\nI don’t care if you win the emmy or not. You helped me visualise what dad was probably feeling in his last few days. \n\nI kneel for thee, my liege.", "vizzy_body": "*A dragon's saddle is one thing, but the Iron Throne is the most dangerous seat in the realm.*", "vizzy_points": 3, "ratio": 0.5}, "is0nrsv": {"original_points": 2, "original_body": "Who would want to choose between Bobby B and Vizzy T ?", "vizzy_body": "*Your mother's absence is a wound that will never heal. Without her, the Red Keep has lost a warmth that I dare say it will never recover.*", "vizzy_points": 1, "ratio": 0.5}, "is0qg0w": {"original_points": 2, "original_body": "Alright Cloud Vizzy T, titillate me.", "vizzy_body": "*You are to return to Runestone and your lady wife at once, and you are to do so without quarrel by order of your King.*", "vizzy_points": 1, "ratio": 0.5}, "is0qwpa": {"original_points": 2, "original_body": "Vizzy T, Bobby B, My Grace’s - Who had the best wedding party? Rhanerya Tizzy or Robb Stark?", "vizzy_body": "*I'm going to bed, Dim_Sumbody_1234.*", "vizzy_points": 1, "ratio": 0.5}, "irvz9jl": {"original_points": 111, "original_body": "This was my favorite Daemon scene of the show, and might end up being my favorite scene of the entire series.\n\nIn one scene we got:\n\n-Vizzy T triumphant entry \n\n-Daemon helping his brother up to the throne (almost made a brotha cry)\n\n-Vizzy T putting those fucking Greens in their place (for the moment) in front of everyone \n\n-Daemon giving us the most epic “Keep my wife’s name out of your fucking mouth” moment ever (Sorry Will)", "vizzy_body": "DO YOU THINK DAEMON IS DISTRACTED BY HIS PRESENT TASKS? AND THAT HIS THOUGHTS AND ENERGIES ARE OCCUPIED?", "vizzy_points": 57, "ratio": 0.5135135135135135}, "irxjg3g": {"original_points": 25, "original_body": "Yeah, watching that scene, the five minutes it took him to get to the throne, my ass was literally on the edge of my seat and I was all, \"is he ... is Vissy T going to make it?! Aww shit, he's going for it! My boy Daemon in for the assist!\" Sweating* \"Gods damn, this is compelling television!\"", "vizzy_body": "WHERE IN THE SEVEN HELLS IS RHAENYRA?!", "vizzy_points": 13, "ratio": 0.52}, "irx0du4": {"original_points": 531, "original_body": "Vizzy T looks like some Elden Ring boss in this pic", "vizzy_body": "WE ARE A FAMILY!", "vizzy_points": 302, "ratio": 0.568738229755179}, "irwpa1u": {"original_points": 123, "original_body": "And who has a better story than Jason Lannister, wouldn't you say Vizzy T?", "vizzy_body": "EVEN I DO NOT EXIST ABOVE TRADITION AND DUTY, RoyalMudcrab!", "vizzy_points": 71, "ratio": 0.5772357723577236}, "irxfpwf": {"original_points": 19, "original_body": "Indeed, if HOTD has shown us anything, the color of an actor, or his race makes little difference in a fantasy show... the writing and directing is the key.\n\nROP has the money, the effects, almost everything you could want in a fantasy show... hell the first episode was not bad, and had some great moments... but the writing is hollow, the characters feel shallow (except for Elrond and Durin they rule) but nothing feels 'human' or real. IT's all sort of nebulous and slow.\n\n7 Episodes in, and it still just feels... empty. It needs better directing, more conflict, and better writing. \n\nWhat say you Vizzy T?", "vizzy_body": "*A truly great Targaryen King I am. Powerless over mine own daughter of seven and ten.*", "vizzy_points": 11, "ratio": 0.5789473684210527}, "iru3lgc": {"original_points": 5, "original_body": "Indeed it was vizzy t, I’m sorry it killed you", "vizzy_body": "THE KING'S CUPBEARER MUST NOT BE LATE. LEAVES PEOPLE WANTING FOR CUPS.", "vizzy_points": 3, "ratio": 0.6}, "irxpvvh": {"original_points": 5, "original_body": "Thanks for the new bot. Vizzy T is a hit. We love him. Move aside Bobby B.", "vizzy_body": "*Don't be scared. They're going to bring the babe out.*", "vizzy_points": 3, "ratio": 0.6}, "iry35aq": {"original_points": 5, "original_body": "Rhaenyra gave a fair and just proposal to reconcile their houses. One endorsed by the King himself in fact. Sadly Vizzy T was too weak to press the issue, shame such a good man let that awful woman wear the pants.", "vizzy_body": "*Don't be scared. They're going to bring the babe out.*", "vizzy_points": 3, "ratio": 0.6}, "iryimo9": {"original_points": 5, "original_body": "Hahaha, I love your sarcastic joke, Vizzy T.", "vizzy_body": "*The idea that we control the dragons is an illusion. They're a power man should never have trifled with. One that brought Valyria its doom.*", "vizzy_points": 3, "ratio": 0.6}, "irysxzf": {"original_points": 5, "original_body": "Beautiful. Vizzy T approves.", "vizzy_body": "*VoluptuousGinger was a strong Lord Commander of the Kingsguard. But he was ill for some time. He passed in peace, I hope.*", "vizzy_points": 3, "ratio": 0.6}, "irz1m46": {"original_points": 5, "original_body": "HOLY FUCK WHEN DID WE GET A VIZZY T BOT?!", "vizzy_body": "*You are my political headache.*", "vizzy_points": 3, "ratio": 0.6}, "irz79kr": {"original_points": 10, "original_body": "Stood up without the cane too, Vizzy T got an extra health boost to defend his “only child” absolute legend!!!!!", "vizzy_body": "*You are my political headache.*", "vizzy_points": 6, "ratio": 0.6}, "irzs8au": {"original_points": 5, "original_body": "> what are we even doing here\n\nElecting the new king between a future Daemon bot, a future Egg T bot, Vizzy T and Bobby B in virtual Harrenhal.\n\nAt least that's what I got from the raven", "vizzy_body": "*The idea that we control the dragons is an illusion. They're a power man should never have trifled with. One that brought Valyria its doom.*", "vizzy_points": 3, "ratio": 0.6}, "irzuqef": {"original_points": 5, "original_body": "OP Vizzy T is King of the 6 Kingdoms, not 7… Dorne hasn’t United with them yet", "vizzy_body": "*It both gladdens my heart and fills me with sorrow to see these faces around the table.*", "vizzy_points": 3, "ratio": 0.6}, "irvaznt": {"original_points": 44, "original_body": "Also, he already brought the treasonous claim before the king, his life would not have been long and prosperous no matter what. \n\nViserys promised earlier he would take the tongue of anyone who questioned the legitimacy of his grandchildren, a declaration Vaemond was very much present for. The Hightowers had clearly promised him that they had the situation under control, but they didn't. As soon as Vizzy T showed up Vaemond knew he was done for. If Viserys wouldn't do it Daemon would for sure put on his I-do-crimes-and-I-fuck-cloak and dispatch Vaemond himself in the dark of night.\n\nSo Vaemond just went for it, he said what he wanted to say since there probably was no saving him anyways. And I mean, Corlys would've had some sharp words in store for his brother as well.", "vizzy_body": "WOULD YOU LIKE TO SEE THE TAPESTRIES!?", "vizzy_points": 27, "ratio": 0.6136363636363636}, "irylwmm": {"original_points": 13, "original_body": "Vizzy T stay winning", "vizzy_body": "*The Iron Throne is the most dangerous seat in the realm.*", "vizzy_points": 8, "ratio": 0.6153846153846154}, "irv4914": {"original_points": 8, "original_body": "What does Vizzy T think though?", "vizzy_body": "BALERION WAS THE LAST LIVING CREATURE TO HAVE SEEN OLD VALYRIA BEFORE THE DOOM. ITS GREATNESS AND ITS FLAWS. WHEN YOU LOOK AT THE DRAGONS, WHAT DO YOU SEE?", "vizzy_points": 5, "ratio": 0.625}, "irvwsiz": {"original_points": 8, "original_body": "Well Vizzy T, what do you think about the Night King getting defeated without a Targaryen sitting the Iron Throne and the 7 Kingdoms being more divided than before any Targaryen set foot there?", "vizzy_body": "DRUCKVOLL WAS A STRONG LORD COMMANDER OF THE KINGSGUARD. BUT HE WAS ILL FOR SOME TIME. HE PASSED IN PEACE, I HOPE.", "vizzy_points": 5, "ratio": 0.625}, "irvmyrc": {"original_points": 11, "original_body": "Tbf un episode 3 vizzy t tells alicent that he had a dream about his male son with aegon the conqueror crown leading the realm against the threat in the north", "vizzy_body": "DON'T BE SCARED. THEY'RE GOING TO BRING THE BABE OUT.", "vizzy_points": 7, "ratio": 0.6363636363636364}, "irz86uh": {"original_points": 25, "original_body": "And then vizzy t hits him with the reverse uno \"Whats the difference? You're their all time best seller!\" as vaemond turns to dust", "vizzy_body": "OTTO HIGHTOWER IS A MORE HONORABLE MAN THAN YOU COULD EVER BE!", "vizzy_points": 16, "ratio": 0.64}, "irzjg6x": {"original_points": 40, "original_body": "A beautiful rendition of what the decent from the throne would have been like Lord Vizzy T.", "vizzy_body": "*The King's cupbearer must not be late. Leaves people wanting for cups.*", "vizzy_points": 26, "ratio": 0.65}, "irwikc7": {"original_points": 1953, "original_body": "I imagine Daemon was simultaneously jealous and very proud of Vizzy T's \"enter a grand room while interrupting whatever was going on inside and forcing everyone to turn and watch you walk\" move", "vizzy_body": "NOW THAT IS A NAME FIT FOR A KING!", "vizzy_points": 1294, "ratio": 0.6625704045058883}, "irtqhup": {"original_points": 3, "original_body": "But I dun wan it Vizzy T", "vizzy_body": "THE IDEA THAT WE CONTROL THE DRAGONS IS AN ILLUSION. THEY'RE A POWER MAN SHOULD NEVER HAVE TRIFLED WITH. ONE THAT BROUGHT VALYRIA ITS DOOM.", "vizzy_points": 2, "ratio": 0.6666666666666666}, "iruvmeg": {"original_points": 3, "original_body": "What a man you are, Vizzy T", "vizzy_body": "WHY DO YOU CUT ME SO DEEPLY?", "vizzy_points": 2, "ratio": 0.6666666666666666}, "iruw7o9": {"original_points": 3, "original_body": "Westeros finding another King? I... do want that actually, if only to spare Vizzy T the torment", "vizzy_body": "THE GLORY OF OLD VALYRIA WILL NEVER BE SEEN AGAIN.", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irv6luj": {"original_points": 6, "original_body": "One of Vizzy T Bot’s lines needs to be “I don’t want the blanket!”", "vizzy_body": "THE BOY JUST TURNED TWO, GENERAL_SHEEVOUS…..", "vizzy_points": 4, "ratio": 0.6666666666666666}, "irvj4hg": {"original_points": 3, "original_body": "Vizzy T, my liege 🥺", "vizzy_body": "A DRAGON'S SADDLE IS ONE THING, BUT THE IRON THRONE IS THE MOST DANGEROUS SEAT IN THE REALM.", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irvp1b2": {"original_points": 3, "original_body": "Wait, Vizzy T is real ?", "vizzy_body": "A DRAGON'S SADDLE IS ONE THING, BUT THE IRON THRONE IS THE MOST DANGEROUS SEAT IN THE REALM.", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irvwjjz": {"original_points": 3, "original_body": "Holy shit the vizzy t bot is actually here?", "vizzy_body": "DO YOU THINK DAEMON IS DISTRACTED BY HIS PRESENT TASKS? AND THAT HIS THOUGHTS AND ENERGIES ARE OCCUPIED?", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irwl40y": {"original_points": 3, "original_body": "How are you doing this morning vizzy t?", "vizzy_body": "*There's a boy in the Queen's belly. I know it.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irwowhl": {"original_points": 3, "original_body": "Thank you my Grace Vizzy T. But we both know that we don't care about that.", "vizzy_body": "*The idea that we control the dragons is an illusion. They're a power man should never have trifled with. One that brought Valyria its doom.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irx4cq7": {"original_points": 3, "original_body": "I will watch RoP but I'll be thinking of  Vizzy t.", "vizzy_body": "*There are times when I would rather face the black dread himself than mine own daughter of seven and ten.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irx502i": {"original_points": 3, "original_body": "You should've just named aegon as the heir when you had the chance my dear Vizzy T", "vizzy_body": "*I would be delighted!*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irx6ryh": {"original_points": 3, "original_body": "Rhaynera? She is indeed pregnant, good think its from her actual husband this time, don't you agree vizzy t", "vizzy_body": "DAEMON IS MY BROTHER.  MY BLOOD.  AND HE WILL HAVE HIS PLACE AT MY COURT!", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irxni98": {"original_points": 3, "original_body": "Mom said it’s my turn to summon Vizzy T and Bobby B", "vizzy_body": "WOULD YOU LIKE TO SEE THE TAPESTRIES!?", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irxp384": {"original_points": 3, "original_body": "Vizzy T, I don't want to make you choose or celebrate my own rise, I just want you to get an emmy!", "vizzy_body": "*There are times when I would rather face the black dread himself than mine own daughter of seven and ten.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irxyxzh": {"original_points": 3, "original_body": "Vizzy t and Bobby b are both great.", "vizzy_body": "*I had a black mare once. Black like a raven. One day, she escaped her pasture and he neighboring stallion sired a foal on her. The stallion was as silver as the moon on a winter's night and the foal, when it was born, chestnut. Just the most unremarkable brown horse you ever saw. Nature is a thing of mysterious works.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "iryd3j7": {"original_points": 3, "original_body": "Vizzy T you are too good for this world🥲", "vizzy_body": "*I must... admit... my confusion.  I do not understand why petitions are being heard over a settled succession.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "iryuux1": {"original_points": 9, "original_body": "Bobby B defending Vizzy T", "vizzy_body": "*I'm glad we could meet. I know tempers ran hot today, and I wanted to assure you how much I value the bond between our houses.*", "vizzy_points": 6, "ratio": 0.6666666666666666}, "irz4ws9": {"original_points": 3, "original_body": "I certainly hope so I just haven't seen it yet.\nExcuse me Vizzy T? I wonder if the tapestries are of interest to you", "vizzy_body": "*The idea that we control the dragons is an illusion. They're a power man should never have trifled with. One that brought Valyria its doom.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irzk5a7": {"original_points": 3, "original_body": "I wonder how Bobby B and Vizzy T would have thought of one another with their bots responding to one another.", "vizzy_body": "*Balerion was the last living creature to have seen Old Valyria before the Doom. Its greatness and its flaws. When you look at the dragons, what do you see?*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irzpn14": {"original_points": 3, "original_body": "I felt super bad for Vizzy T as well, and he definitely isn’t a bad person. But this entire mess could’ve been avoided if he had a backbone. He should have refused to marry, and kept Rhaenyra as the heir. Ultimately, him marrying Alicent is what brought this on their heads.", "vizzy_body": "*This is an occasion for celebration, it seems.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irzrpje": {"original_points": 12, "original_body": "Unworthy kings you say?\n\nDid Bobby B not prove his worth when he laid his war hammer into Raeghar's chest?\n\nDid Vizzy T not prove his worthiness in equal measure by upholding Jaehaerys' peace for so long?", "vizzy_body": "WHY DO YOU CUT ME SO DEEPLY?", "vizzy_points": 8, "ratio": 0.6666666666666666}, "irzs1rv": {"original_points": 3, "original_body": "That's a good one , Vizzy T", "vizzy_body": "NOW THAT IS A NAME FIT FOR A KING!", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irzum9w": {"original_points": 3, "original_body": "It is known, Vizzy T", "vizzy_body": "WHERE DID YOU HEAR THIS?!", "vizzy_points": 2, "ratio": 0.6666666666666666}, "irzv257": {"original_points": 3, "original_body": "Vizzy T", "vizzy_body": "DAEMON IS MY BROTHER.  MY BLOOD.  AND HE WILL HAVE HIS PLACE AT MY COURT!", "vizzy_points": 2, "ratio": 0.6666666666666666}, "is0o0yy": {"original_points": 3, "original_body": "Look man I love Vizzy T but I wouldn’t call him honorable or pure.", "vizzy_body": "*My own face... is no longer a handsome one...if indeed it ever was.*", "vizzy_points": 2, "ratio": 0.6666666666666666}, "is0klz2": {"original_points": 106, "original_body": "Not to take away from Vizzy T, but let's be honest here: The original Viserys wasn't much more more than a cliche and a plot device, barely even a character.\n\nPaddy and the writers had a lot of room to flesh him out as a person and they did a wonderful job with it.", "vizzy_body": "DAEMON IS MY BROTHER.  MY BLOOD.  AND HE WILL HAVE HIS PLACE AT MY COURT!", "vizzy_points": 71, "ratio": 0.6698113207547169}, "irx1a8m": {"original_points": 95, "original_body": "Maybe its an alternate timeline. Bcs GoT ASOIAF prophecy is false. The realm did not unite and the Night King killed by a Stark. Vizzy T believes its true so it must be a different timeline. Our king cant be wrong.", "vizzy_body": "*Would you like to see the tapestries?*", "vizzy_points": 64, "ratio": 0.6736842105263158}, "iryqe8e": {"original_points": 56, "original_body": "UNWORTHY KINGS CLUB?!?!\n\nBobby B, Vizzy T, what treason is this?", "vizzy_body": "*CapnBobber was a strong Lord Commander of the Kingsguard. But he was ill for some time. He passed in peace, I hope.*", "vizzy_points": 38, "ratio": 0.6785714285714286}, "irxsqge": {"original_points": 37, "original_body": "Vizzy T made me cry a lot during this episode. Most human character of the show.", "vizzy_body": "*The tourney will take the better part of a week. Before the games are over, my son will be born, and the whole realm will celebrate.*", "vizzy_points": 26, "ratio": 0.7027027027027027}, "iryyrfu": {"original_points": 24, "original_body": "He looks more pregnant than Vizzy t's only child.", "vizzy_body": "*A dragon's saddle is one thing, but the Iron Throne is the most dangerous seat in the realm.*", "vizzy_points": 17, "ratio": 0.7083333333333334}, "irwx9n8": {"original_points": 204, "original_body": "Whoever’s in charge of vizzy t bot should add his story about the black mare and silver stallion to the repertoire.", "vizzy_body": "*You are to return to Runestone and your lady wife at once, and you are to do so without quarrel by order of your King.*", "vizzy_points": 145, "ratio": 0.7107843137254902}, "irt0b5i": {"original_points": 7, "original_body": "I don’t think that’ll happen Vizzy T :(", "vizzy_body": "I have wasted the years since you were born... wanting for a son. You are the very best of your mother. And I believe it, I know she did, that you could be a great ruling queen.", "vizzy_points": 5, "ratio": 0.7142857142857143}, "irupi2m": {"original_points": 7, "original_body": "I don't think I get around enough for that, Vizzy T", "vizzy_body": "DO YOU THINK DAEMON IS DISTRACTED BY HIS PRESENT TASKS? AND THAT HIS THOUGHTS AND ENERGIES ARE OCCUPIED?", "vizzy_points": 5, "ratio": 0.7142857142857143}, "irxxa3j": {"original_points": 11, "original_body": "Agreed on Daemon and Vizzy T, but I absolutely loathe Aemond so far. I don’t understand the appeal, he’s like a Wallmart Daemon", "vizzy_body": "*Tongues will not change the succession, let them wag.*", "vizzy_points": 8, "ratio": 0.7272727272727273}, "iryk1kz": {"original_points": 49, "original_body": "Vizzy t bot is a lot sadder than bobby b bot lol", "vizzy_body": "*Tongues will not change the succession, let them wag.*", "vizzy_points": 36, "ratio": 0.7346938775510204}, "irwp0m7": {"original_points": 98, "original_body": "[deleted]", "vizzy_body": "*I'm going to bed, deadmanslouching.*", "vizzy_points": 73, "ratio": 0.7448979591836735}, "iru9bpx": {"original_points": 4, "original_body": "He looks more 30 plus Vizzy T", "vizzy_body": "THE GODS PUNISH ME FOR MY INDULGENCES.", "vizzy_points": 3, "ratio": 0.75}, "iru9l7o": {"original_points": 4, "original_body": "Vizzy T lowkey you are a pedophile", "vizzy_body": "THE TOURNEY WILL TAKE THE BETTER PART OF A WEEK. BEFORE THE GAMES ARE OVER, MY SON WILL BE BORN, AND THE WHOLE REALM WILL CELEBRATE.", "vizzy_points": 3, "ratio": 0.75}, "iruxfe6": {"original_points": 4, "original_body": "Aww this is such a sweet thing for Vizzy T to say. You are a rare thing, my grace.", "vizzy_body": "THERE ARE TIMES WHEN I WOULD RATHER FACE THE BLACK DRAGON MYSELF THAN MY OWN DAUGHTER OF 15.", "vizzy_points": 3, "ratio": 0.75}, "irvk8w8": {"original_points": 4, "original_body": "Bobby B you're mistaken. Vizzy T is not a Lannister", "vizzy_body": "I WILL HAVE YOUR TONGUE FOR THAT!", "vizzy_points": 3, "ratio": 0.75}, "irw3anc": {"original_points": 4, "original_body": "Oh wow, we got a Vizzy T bot now.", "vizzy_body": "THE TOURNEY WILL TAKE THE BETTER PART OF A WEEK. BEFORE THE GAMES ARE OVER, MY SON WILL BE BORN, AND THE WHOLE REALM WILL CELEBRATE.", "vizzy_points": 3, "ratio": 0.75}, "irw4w11": {"original_points": 8, "original_body": "Unfortunately until they become king or queen they don't get a numbered title with their name. Vizzy T should have said Aegon I or Aegon the conqueror to clear up his reference but to be fair the man was dying of Leprosy and delirious with pain at the time.", "vizzy_body": "YOU ARE THE VERY BEST OF YOUR MOTHER. AND I BELIEVE IT, I KNOW SHE DID, THAT YOU COULD BE A GREAT RULING QUEEN.", "vizzy_points": 6, "ratio": 0.75}, "irxocd0": {"original_points": 4, "original_body": "I’m sorry if it was sensitive m’lord vizzy t", "vizzy_body": "*Then he will be loved and cherished.*", "vizzy_points": 3, "ratio": 0.75}, "iryzyvd": {"original_points": 4, "original_body": "Okay, but did you see them fuck, Vizzy T?", "vizzy_body": "GODS BE GOOD!!", "vizzy_points": 3, "ratio": 0.75}, "irzqjcd": {"original_points": 4, "original_body": "*Vizzy T honks rubber nose, peddles out of throne room on a unicycle*", "vizzy_body": "*There's a boy in the Queen's belly. I know it.*", "vizzy_points": 3, "ratio": 0.75}, "irzsosx": {"original_points": 4, "original_body": "Big D Vizzy T.", "vizzy_body": "*That man's pride has pride.*", "vizzy_points": 3, "ratio": 0.75}, "irxguaq": {"original_points": 365, "original_body": "Vizzy T was drawing on every bit of energy just to cut out Vaemond’s tongue himself. Absolute legend. That face was pure rage and determination.", "vizzy_body": "*This is an occasion for celebration, it seems.*", "vizzy_points": 275, "ratio": 0.7534246575342466}, "irvd0zz": {"original_points": 26, "original_body": "HOLY SHIT HOLY SHIT HOLY SHIT VIZZY T NAMED ME A SUCCESSOR. Time to kill some kids I guess", "vizzy_body": "THE IDEA THAT WE CONTROL THE DRAGONS IS AN ILLUSION. THEY'RE A POWER MAN SHOULD NEVER HAVE TRIFLED WITH. ONE THAT BROUGHT VALYRIA ITS DOOM.", "vizzy_points": 20, "ratio": 0.7692307692307693}, "iry6pyd": {"original_points": 24, "original_body": "He was King for a Day Vizzy T", "vizzy_body": "*Just as Daenys foresaw the end of Valyria, Aegon foresaw the end of the world of men. 'Tis to begin with a terrible winter.*", "vizzy_points": 19, "ratio": 0.7916666666666666}, "iruxij0": {"original_points": 5, "original_body": "I did not need that image in my head Vizzy T", "vizzy_body": "I WILL SIT THE THRONE TODAY.", "vizzy_points": 4, "ratio": 0.8}, "irxgojk": {"original_points": 5, "original_body": "The literal opposite of Vizzy T", "vizzy_body": "(WHEEZES) (GROANS) (LABORED BREATHING)", "vizzy_points": 4, "ratio": 0.8}, "irxqi3m": {"original_points": 5, "original_body": "Uh oh. Vizzy T doesn't know...", "vizzy_body": "*There's a boy in the Queen's belly. I know it.*", "vizzy_points": 4, "ratio": 0.8}, "iryd5hw": {"original_points": 5, "original_body": ">It would also be fun to have the two try to talk to each other\n\nEverything in moderation, that's a recipe for botspam.  Maybe for Vizzy T's Nameday!", "vizzy_body": "*The truth does not matter, SOBER-Lab. Only perception.*", "vizzy_points": 4, "ratio": 0.8}, "is0q2ui": {"original_points": 5, "original_body": "Well spoken, Vizzy T!", "vizzy_body": "*Then he will be loved and cherished.*", "vizzy_points": 4, "ratio": 0.8}, "irvn4we": {"original_points": 51, "original_body": "[deleted]", "vizzy_body": "DO YOU THINK DAEMON IS DISTRACTED BY HIS PRESENT TASKS? AND THAT HIS THOUGHTS AND ENERGIES ARE OCCUPIED?", "vizzy_points": 41, "ratio": 0.803921568627451}, "irxia60": {"original_points": 26, "original_body": "Expired: Bobby B\n\nTired: Vizzy T\n\nInspired: Aeggy 3", "vizzy_body": "*Don't be scared. They're going to bring the babe out.*", "vizzy_points": 21, "ratio": 0.8076923076923077}, "irujpvf": {"original_points": 304, "original_body": "There’s a Vizzy T bot now?! I love this sub. The bots are an exclusive club at this point.\n\nEdit: The profile pic for the Vizzy bot was changed. I love it.", "vizzy_body": "THE KING'S CUPBEARER MUST NOT BE LATE. LEAVES PEOPLE WANTING FOR CUPS.", "vizzy_points": 246, "ratio": 0.8092105263157895}, "irx402z": {"original_points": 21, "original_body": "Vizzy T is a Chad \n\nAnyone who says he isn’t a great king can be thrown into the dragon pit", "vizzy_body": "WHAT LORD WOULD WED HER NOW?  IN THIS CONDITION!?", "vizzy_points": 17, "ratio": 0.8095238095238095}, "irxg6w3": {"original_points": 11, "original_body": "Vizzy T will have your tongue for this!", "vizzy_body": "*You are to return to Runestone and your lady wife at once, and you are to do so without quarrel by order of your King.*", "vizzy_points": 9, "ratio": 0.8181818181818182}, "irudool": {"original_points": 72, "original_body": "Otto knew he couldn't game the system once vizzy t walked in. \n\nI guess I'm the books or otherwise had been rumored that vaemond had an agreement with Otto where they could back each other (driftmark and aegon). That would give Otto a navy for the planned war of succession (green Civil War).\n\nWouldn't be surprised if daemon knew that and was an additional reason for killing him without a second thought. \n\nI feel like daemon knows more than he let's on you know with all his background leaning in his crime Hoodie. He is also very much connected with the whore houses so probably had some little finger level backroom intelligence network built up.", "vizzy_body": "YOUR FATHER, YOUR GRANDSIRE, YOUR KING DEMANDS IT.", "vizzy_points": 59, "ratio": 0.8194444444444444}, "irx7ufc": {"original_points": 17, "original_body": "I'm not crying, you're crying\n\nThree cheers to Vizzy T first of his name!", "vizzy_body": "*What are you saying? My brother would murder me, take my crown? Are you?!*", "vizzy_points": 14, "ratio": 0.8235294117647058}, "irsphzt": {"original_points": 6, "original_body": "\nMe too.  But now Vizzy T will be with us forever.", "vizzy_body": "Don’t they know dragons prefer heat?", "vizzy_points": 5, "ratio": 0.8333333333333334}, "irumlyz": {"original_points": 12, "original_body": "FORGIVE ME VIZZY T", "vizzy_body": "THIS IS AN OCCASION FOR CELEBRATION, IT SEEMS.", "vizzy_points": 10, "ratio": 0.8333333333333334}, "irzk3rj": {"original_points": 6, "original_body": "It was Aegon your grace. Plz forgive me Vizzy T 😅", "vizzy_body": "*I'm going to bed, 584_Bilbo.*", "vizzy_points": 5, "ratio": 0.8333333333333334}, "irznkvv": {"original_points": 6, "original_body": "Let is just hope-pray nothing will eat Vizzy thing yes yes", "vizzy_body": "*Do you think Daemon is distracted by his present tasks? And that his thoughts and energies are occupied?*", "vizzy_points": 5, "ratio": 0.8333333333333334}, "irv74oa": {"original_points": 337, "original_body": "Both Vizzy T and Bobby B lived tragic lives as good men but shite kings.\n\nHOTD also made a serious improvement over the books where Viserys is concerned. In the books he was the fat idiot who sowed the seeds of a civil war that resulted in the extinction of the dragons, the ravaging of the realm, and the severe diminishment of House Targaryen. In the show he sows the same seeds but we're shown a lot more of why he did what he did. And we watch the weight of his family's squabbling and legacy slowly crush him. He's also shown to be a stronger and more dutiful man than his book counterpart. Book Viserys cuts his hand on the Iron Throne two years before his death, gets an infection that requires amputation, and never sits the Throne again. Show Viserys drags his own rotting corpse to the Throne to try and defend his daughter and forestall the Dance. And then he spends the last night of his life trying to mend the divide between Green and Black with the last of his energy.\n\nI think the addition of him slowly dying over the decades was a pretty great one too, in the book he just kind of gets weak and eventually his heart gives out towards the end of his life. Having him wrestle with the decay of both the realm's peace and his own body was definitely an upgrade.", "vizzy_body": "A TRULY GREAT TARGARYEN KING I AM. POWERLESS OVER MINE OWN DAUGHTER OF SEVEN AND TEN.", "vizzy_points": 281, "ratio": 0.8338278931750742}, "irz8cbs": {"original_points": 138, "original_body": "What do you think of your son Aemond, Vizzy T? Tell me true.", "vizzy_body": "*RoyalMudcrab was a strong Lord Commander of the Kingsguard. But he was ill for some time. He passed in peace, I hope.*", "vizzy_points": 116, "ratio": 0.8405797101449275}, "irwzidl": {"original_points": 32, "original_body": "aww Vizzy T is too kind", "vizzy_body": "WHY DO YOU CUT ME SO DEEPLY?", "vizzy_points": 27, "ratio": 0.84375}, "is0l66k": {"original_points": 32, "original_body": "What if we have aches in our legs and we need to crouch down on one knee just as Vizzy T comes along?", "vizzy_body": "*The idea that we control the dragons is an illusion. They're a power man should never have trifled with. One that brought Valyria its doom.*", "vizzy_points": 27, "ratio": 0.84375}, "irv4xtk": {"original_points": 26, "original_body": "I always liked Bobby B, but Vizzy T, your grace, I love you and you were a good king. A true one until the end. I don't care what anyone else says.", "vizzy_body": "YOUR FATHER, YOUR GRANDSIRE, YOUR KING DEMANDS IT.", "vizzy_points": 22, "ratio": 0.8461538461538461}, "irwkqu6": {"original_points": 46, "original_body": "King Bobby B is a jolly monarch,\n\nBut His Grace Vizzy T is a loving family man that wants his family to get along, so he can play with his mini figs", "vizzy_body": "*Daemon was not made to wear the crown. But I believe that you were, FrostBellaBlue.*", "vizzy_points": 39, "ratio": 0.8478260869565217}, "irv4w0d": {"original_points": 7, "original_body": "Vizzy t loves his brother :')", "vizzy_body": "BE WELCOME! I KNOW MANY OF YOU HAVE TRAVELED LONG LEAGUES TO BE AT THESE GAMES. BUT I PROMISE, YOU WILL NOT BE DISAPPOINTED!", "vizzy_points": 6, "ratio": 0.8571428571428571}, "irvnn9x": {"original_points": 7, "original_body": "Well it's good that they're fucking then isn't it Vizzy T ?", "vizzy_body": "NOW THAT IS A NAME FIT FOR A KING!", "vizzy_points": 6, "ratio": 0.8571428571428571}, "irz5y2k": {"original_points": 15, "original_body": "Yeah he said it like 5 times lol. He was calling them bastards after the whole petition where vizzy T called them legitimate. He got mad because one of them laughed about the pig.", "vizzy_body": "I WILL NOT BE MADE TO CHOOSE BETWEEN MY BROTHER AND MY DAUGHTER!", "vizzy_points": 13, "ratio": 0.8666666666666667}, "irw7tw3": {"original_points": 121, "original_body": "I like his last conscious memory being his dream of a peaceful realm with a peaceful family. Then he just fades away to go find Aemma. Vizzy T you will be remembered.", "vizzy_body": "THIS INTERMINABLE INFIGHTING MUST CEASE, ALL OF YOU.", "vizzy_points": 105, "ratio": 0.8677685950413223}, "irxf8gi": {"original_points": 8, "original_body": "Vizzy T, tell this person identity theft is no joke.", "vizzy_body": "WHY DO YOU CUT ME SO DEEPLY?", "vizzy_points": 7, "ratio": 0.875}, "irwq7jc": {"original_points": 52, "original_body": "If it's with you, Vizzy T, I'd love to see the tapestries.", "vizzy_body": "*Do you think Daemon is distracted by his present tasks? And that his thoughts and energies are occupied?*", "vizzy_points": 46, "ratio": 0.8846153846153846}, "irz42rh": {"original_points": 45, "original_body": "Vizzy T 2: the revenge.", "vizzy_body": "*Be welcome! I know many of you have traveled long leagues to be at these games. But I promise, you will not be disappointed!*", "vizzy_points": 40, "ratio": 0.8888888888888888}, "irx5ysb": {"original_points": 53, "original_body": "Aemond is being a glorious asshole so far and I’m loving it. He, Daemon and Vizzy T are carrying the show for me. And the dragons are lit", "vizzy_body": "*I did not decide to name Rhaenyra my heir on a whim. All the lord of the kingdom would do well to remember that.*", "vizzy_points": 48, "ratio": 0.9056603773584906}, "iry0vlv": {"original_points": 12, "original_body": "They really 100% deserve an Emmy for the makeup department. I know it's not as flashy as actor/ess/drama etc, but they have been on point. Same with the costuming. The episode with Daemon and Rhaenyra in Flea Bottom deserves one for cinematography (or this one) and either this director, or the other director deserve an Emmy for directing. All the behind the scenes things have really made HotD on a whole other level. \n\nAnd, of course, Paddy with the best actor as well. He played Viserys and his evolution (physically and mentally) so exquisitely all season. He was Vizzy T to the core.", "vizzy_body": "*Well... the matter is settled.  Again.  I hereby reaffirm Prince Lucerys of House Velaryon as heir to Driftmark, the Driftwood Throne, and the next Lord of the Tides. (WHEEZING)*", "vizzy_points": 11, "ratio": 0.9166666666666666}, "irwc8c3": {"original_points": 13, "original_body": "Yes please, Vizzy T. Maybe we can invite Bobby B along as well?", "vizzy_body": "*Don't be scared. They're going to bring the babe out.*", "vizzy_points": 12, "ratio": 0.9230769230769231}, "is0pfrl": {"original_points": 41, "original_body": "He portrayed him how I imagined Jahaerys would have been if the show had been about his reign. Vizzy T will be loved for a long time.", "vizzy_body": "MY HEIR WILL SOON PUT ALL OF THIS DAMNABLE HAND-WRINGING TO REST HIMSELF!", "vizzy_points": 38, "ratio": 0.926829268292683}, "is0jagl": {"original_points": 116, "original_body": "If he wins one, we'll need a flair for that. Anyone in favor of 'Vizzy T wins the Aemmy!' ?", "vizzy_body": "*Daemon was not made to wear the crown. But I believe that you were, nataie0071.*", "vizzy_points": 108, "ratio": 0.9310344827586207}, "irubaxq": {"original_points": 1283, "original_body": "I don’t think they would be friends. Bobby B liked whoring and fighting and Vizzy T liked Peace and being faithful to his wives.", "vizzy_body": "MY HEIR WILL SOON PUT ALL OF THIS DAMNABLE HAND-WRINGING TO REST HIMSELF.", "vizzy_points": 1202, "ratio": 0.9368667186282151}, "irv6si2": {"original_points": 16, "original_body": "It felt like Daemon, for the first time, fully acknowledged and respected Vizzy T as king, not just his brother, who happened to be born earlier.", "vizzy_body": "MY WIFE AND SON ARE DEAD!  I WILL NOT SIT HERE AND SUFFER CROWS THAT COME TO FEAST ON THEIR CORPSES!", "vizzy_points": 15, "ratio": 0.9375}, "irvyr3y": {"original_points": 90, "original_body": "vizzy t we miss you", "vizzy_body": "THE TOURNEY WILL TAKE THE BETTER PART OF A WEEK. BEFORE THE GAMES ARE OVER, MY SON WILL BE BORN, AND THE WHOLE REALM WILL CELEBRATE.", "vizzy_points": 85, "ratio": 0.9444444444444444}, "iryn9pz": {"original_points": 18, "original_body": "Well, not Vaemond's tongue, Vizzy T", "vizzy_body": "*I will not cloud my mind. I must put things right.*", "vizzy_points": 17, "ratio": 0.9444444444444444}, "irsh1bn": {"original_points": 79, "original_body": "I'm torn on how much to all-caps.  I like the idea of all caps, but Vizzy T seemed to be chiller than Bobby B.  I kept a few that are all caps.  \r  \n\r  \nThinking about diverging from Bobby B a little bit and having Vizzy tag the person that tagged him in messages like: \"The crown has heard your report, Lord u/THC-Lab, and takes it under advisement.\"", "vizzy_body": "I did not decide to name Rhaenyra my heir on a whim. All the lord of the kingdom would do well to remember that.", "vizzy_points": 76, "ratio": 0.9620253164556962}}